import React from "react";
import './Services.css';

function Gallery() {
    return (
        <main>
          <section className="about-company">
              <h2>Услуги</h2>
              <div className="about-content">
                <p>
                Строительство домов под ключ: Мы предлагаем полный цикл услуг по строительству жилых домов, включая проектирование, возведение фундамента, стен, крыши и отделку. Мы работаем с различными материалами, такими как кирпич, газобетон, дерево и другие.
                </p>
                <h2>Проектирование</h2>
                <p>
                Наша команда архитекторов и дизайнеров разработает индивидуальный проект вашего дома, учитывая все ваши пожелания и требования. Мы создаем функциональные и эстетически привлекательные решения, которые соответствуют современным стандартам.
                </p>
                <h2>Отделка и ремонт</h2>
                <p>
                Мы предлагаем услуги по внутренней и внешней отделке, включая штукатурку, покраску, укладку плитки и другие работы. Наша цель — создать комфортное и стильное пространство для жизни.
                </p>
                <h2>Консультации и поддержка</h2>
                <p>
                Мы предоставляем консультации по всем вопросам, связанным со строительством и проектированием. Наша команда готова ответить на ваши вопросы и помочь вам на каждом этапе реализации проекта.
                </p>
                <h2>Калькулятор стоимости строительства</h2>
                <p>
                Мы разработали удобный онлайн-калькулятор, который позволяет вам самостоятельно рассчитать стоимость строительства вашего дома, исходя из выбранных параметров и опций.
                </p>
                <h2>Архитектура Комфорта</h2>
                <p>
                это ваш надежный партнер в строительстве, который поможет вам осуществить мечту о собственном доме с минимальными затратами времени и усилий. Мы гарантируем высокое качество, прозрачность и ответственность на всех этапах работы.
                </p>
              </div>
            </section>
        </main>
    );
}

export default Gallery;
